---
meta title: Фидалс - бэкэнд разработка сервисов
menu title: Фидалс
title: Команда Фидалс
subtitle: бэкэнд разработка сервисов
---

Разрабатываем сервисы для бэкэнда.
Python - наш любимый язык, на нём сейчас у нас больше всего опыта.
Любимые инструменты/подходы тоже есть: async/await, postgres, docker, CI, NoSQL, amqp, github, kanban.
Всегда можем выбрать другие язык и инструменты под проект, если это оправданно и всем выгодно.

Работаем по процессу [PDD](http://www.yegor256.com/2010/03/04/pdd.html), принимаем оплату только за результат.

## Клиентам
Возьмём в разработку весь бэкэнд вашего сервиса, или его часть.
Сами строим процесс разработки, включаем в него специалистов с вашей стороны.
Умеем эффективно привлекать к проекту специалистов не нашего профиля,
например фронтенд-разработку или UX.

## Разработчикам
Мы постоянно ищем разработчиков. У нас нестандартный процесс.
Кому-то он нравится, кому-то - нет.
Если вы готовы попробовать, ознакомьтесь с [разделом для разработчиков](/dev).

## Проекты
- Поддерживаем пару интернет-магазинов с давних времён. [Первый](https://www.shopelectro.ru/), [второй](http://www.stroyprombeton.ru/)
- start.ru - онлайн-кинотеатр. Учавствовали в разработке в составе большой команды.
- Бот с торговыми стратегиями для криптобирж.

## Контакты
Андрей, [https://t.me/duker33](https://t.me/duker33),
[duker33@gmail.com](mailto:duker33@gmail.com)

[Гитхаб команды](https://github.com/fidals)

C Октября 2016.
