---
meta title: Фидалс - бэкэнд разработка сервисов
menu title: Фидалс
title: Команда Фидалс
subtitle: бэкэнд разработка сервисов
---

Разрабатываем сервисы для бэкэнда на аутсорсе.
Python - сейчас наш любимый язык, на нём у нас больше всего опыта.
Любимые инструменты/подходы тоже есть: asyncio, postgres, docker, drone ci, github, kanban.
Всегда можем выбрать другие язык и инструменты под проект, если это оправданно и всем выгодно.

Работаем по процессу pdd, принимаем оплату только за результат.

## Клиентам
Возьмём в разработку весь бэкэнд вашего сервиса, или его часть.
Сами строим процесс разработки, включаем в него специалистов с вашей стороны.
Умеем эффективно привлекать к проекту специалистов не нашего профиля,
например фронтенд-разработку или UX.

## Разработчикам
Мы постоянно ищем разработчиков. У нас нестандартный процесс.
Кому-то он нравится, кому-то - нет.
Если вы готовы попробовать, ознакомьтесь с разделом Разработчикам.

## Контакты
Андрей: https://t.me/duker33, duker33@gmail.com
[Гитхаб команды](https://github.com/fidals)

C Октября 2016.
